{"inkVersion":19,"root":[[{"->":"menu_selecao"},["done",{"#f":7,"#n":"g-0"}],null],"done",{"menu_selecao":[["ev","str","^Kawapi e a terra de Auerá","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^A terra oculta e outras terras","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Sobre Agnes","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Magia é saber o nome das coisas","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^> Retornar ao Menu Principal","/str","/ev",{"*":".^.c-4","flg":20},{"c-0":["^ ",{"->":"menu_lore_extra_1"},"\n",{"#f":7}],"c-1":["^ ",{"->":"menu_lore_extra_2"},"\n",{"#f":7}],"c-2":["^ ",{"->":"menu_lore_extra_3"},"\n",{"#f":7}],"c-3":["^ ",{"->":"menu_lore_extra_4"},"\n",{"#f":7}],"c-4":["^ ","end","\n",{"#f":7}]}],{"#f":3}],"menu_lore_extra_1":[["^Kawapi e a terra de Auerá","\n","^\"Sou um simples monge, artesão e comerciante. Certo? Nada mais do que isso. Um simples artesão.\"","\n","^Em meio à invasão da terra oculta, Agnes consegue entrar no banheiro de sua casa e lá se depara, de repente, com um ser de outro mundo.","\n","^Kawapi é um habitante de Auerá, um mundo-floresta ainda desconhecido pelos humanos, apesar de que alguns textos pagãos falam da existência de planetas cobertos por vegetação em sistemas planetários vizinhos.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":7}],"g-0":["^Ele é um monge e um artesão habilidoso, que confecciona desde cestas para alimentos até amuletos de proteção mágica, a serviço sempre do bem coletivo de Auerá.","\n","^Apesar de ser um pouco prepotente, o que parece estranho vindo de um monge, Kawapi é na verdade muito inteligente e sábio, tendo ajudado através de sua vida a resolver problemas diplomáticos em Auerá e auxiliado muitas formas de vida em sua harmonia com o mundo espiritual.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":7}],"#f":7}],"g-1":["^Além disso, Kawapi é muito ágil. Não apenas pela magia, através da qual consegue desaparecer e reaparecer em outro local, mas pelo seu próprio corpo veloz. Se Kawapi é parecido com uma planta, ele é certamente mais rápido do que uma.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":7}],"#f":7}],"g-2":["^É claro que, como todos, Kawapi não tem apenas pontos positivos. Além de seu ego um pouco inflado, o ofício de artesão criou nele um apreço tão grande por encontrar e colecionar materiais novos, exóticos, que acabou desenvolvendo um hábito bem problemático: hoje em dia ele é um conhecido ladrão de pequenas coisas. Alguns chegam a dizer que Kawapi é um cleptomaníaco sem salvação.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":7}],"#f":7}],"g-3":["^É o que Agnes descobre, ao perceber que Kawapi roubou sua bolsa, e não pretende devolver tudo que encontrou dentro dela. Mas Kawapi não faz por crueldade, e não costuma tomar para si objetos necessários para outras pessoas. Seu objetivo é conseguir novos materiais para seu artesanato. Quando percebe que pode ter pego algo muito importante, costuma devolver.","\n","^Mas não sem se divertir um pouco antes.","\n","ev","str","^> Retornar","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["^ ",{"->":"menu_selecao"},"\n",{"#f":7}],"#f":7}]}],{"#f":3}],"menu_lore_extra_2":[["^A terra oculta e outras terras","\n","^\"Tenho uma lembrança muito vaga de um céu com essas cores. Acho que Auerá já viveu a mesma coisa, há muito tempo. Eu devia ser muito jovem. Não tenho certeza...\"","\n","^Kawapi talvez já tenha visto um desses vórtices de cor roxa e ar frio. Mas não se lembra bem. Agnes acorda em uma quarta-feira normal, ansiosa por conta de uma prova de encantamentos, e percebe que sua casa está dividida entre duas dimensões. De onde vem essa magia?","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":7}],"g-0":["^A terra oculta, como costuma ser chamada, não chega a ser um mundo, como a Terra ou Auerá. É uma outra dimensão do espaço, um lugar muito pouco compreendido no tecido do cosmos.","\n","^O que se sabe, pela tradição da magia, é que a terra oculta está em todos os lugares, mas como se fosse um fino tecido transparente, em cima do qual tudo existe.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":7}],"#f":7}],"g-1":["^É como uma terra deslocada no tempo, um estágio anterior da existência das coisas. Tudo, um dia, foi desse jeito. Mas a terra oculta perdurou, como uma camada superposta, enquanto todo o resto se construiu aos poucos.","\n","^Por conta disso, as vidas que habitam essa terra são tão informes e indefinidas quanto ela mesma. Não têm identidades, não têm nomes, não têm corpos que possam chamar de seus, verdadeiramente seus, como os habitantes de outros mundos têm.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":7}],"#f":7}],"g-2":["^As vidas na terra oculta são um aglomerado de forças cósmicas, criando e se transformando. Têm uma grande consciência e são muito antigas - mas, por serem vidas, estão sujeitas às coisas da vida: morte, sentimento, desejo, inveja. Em suas formas mais primordiais.","\n","^É por isso que, apesar de muitos seres dessa terra existirem pacificamente, como parte harmônica do cosmos, alguns buscam invadir outros mundos e se apropriar dos corpos, identidades e nomes de seus habitantes.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":7}],"#f":7}],"g-3":["^Para assim, quem sabe, sentirem-se libertos dessa condição confusa, que veem como uma maldição. E terem a experiência plena de uma vida.","\n","^Assim acontece que um deles, em um dia qualquer, consegue abrir um portal para dentro da casa de Agnes.","\n","ev","str","^> Retornar","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["^ ",{"->":"menu_selecao"},"\n",{"#f":7}],"#f":7}]}],{"#f":3}],"menu_lore_extra_3":[["^Sobre Agnes","\n","^\"QUARTA-FEIRA??? A prova de encantamentos! É daqui a pouco! Ai, deusa, que desgraça.\"","\n","^Agnes pode parecer, em um primeiro encontro, uma estudante de magia desleixada e bagunceira. O que é verdade.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":7}],"g-0":["^Mas ela é também uma feiticeira forte, astuta e, principalmente, corajosa. Ao longo de sua vida, teve muitas chances de provar essa coragem. E se Agnes não é um exemplo de disciplina, sua força interior é logo admirada por quem a conhece.","\n","^Agnes nasceu com os cabelos grisalhos. Na tradição pagã à qual sua família pertencia, isso era um sinal profético. Uma marca de que, um dia, ela teria algum papel de responsabilidade e liderança.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":7}],"#f":7}],"g-1":["^Por isso, desde cedo Agnes foi empurrada por seus pais a seguir o caminho da magia, como seu irmão, alguns anos mais velho do que ela, e eles mesmos. Apesar de seu interesse, e de enxergar seu irmão como uma referência, essa pressão criou dentro de Agnes uma certa rebeldia aos assuntos dos bruxos.","\n","^Durante muitos anos evitou ao máximo se aproximar dessa área. Até que, eventualmente, seu potencial para a magia ficou óbvio até mesmo para ela, que o negava sempre.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":7}],"#f":7}],"g-2":["^Os seres da floresta vinham até Agnes para pedir ajuda de todos os tipos. Ela conseguia perceber e corrigir maldições, ainda criança. E, claro, uma hora aprendeu o que seus pais mais temiam: que com bastante concentração podia transformar as coisas em legumes.","\n","^Muitas cadeiras de sua casa se tornaram batatas gigantescas.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["\n",{"->":".^.^.^.g-3"},{"#f":7}],"#f":7}],"g-3":["^Por essas e outras, Agnes acabou descobrindo que não apenas poderia, sim, seguir no caminho da magia, sem precisar se afastar, mas que também era possível fazer isso do seu próprio jeito.","\n","^O que nem sempre foi uma coisa boa: caminhar sozinho é, também, ter que abrir caminhos à força. Muitas vezes, Agnes percebeu tarde demais que estava lidando com forças inimagináveis, muito maiores do que ela mesma.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-4","flg":20},{"c-4":["\n",{"->":".^.^.^.g-4"},{"#f":7}],"#f":7}],"g-4":["^Nas florestas, à noite, enquanto experimentava sozinha a magia, e de repente sentia que não estava mais no controle do seu corpo. Ou quando, por exemplo, ajudava um amigo a entrar em transe mediúnico e não conseguia trazê-lo de volta. O que fazer?","\n","^Em todos esses casos, e outros, Agnes precisou de toda a sua firmeza para tomar as rédeas da situação. Aos poucos, ela segue ainda ganhando seriedade, e reconhecendo em si mesma as suas habilidades.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-5","flg":20},{"c-5":["\n",{"->":".^.^.^.g-5"},{"#f":7}],"#f":7}],"g-5":["^Por isso, talvez, não poderia ser de outra forma: nessa quarta-feira, seu grande teste não foi uma prova de encantamentos. E, sim, algo muito mais sinistro.","\n","ev","str","^> Retornar","/str","/ev",{"*":".^.c-6","flg":20},{"c-6":["^ ",{"->":"menu_selecao"},"\n",{"#f":7}],"#f":7}]}],{"#f":3}],"menu_lore_extra_4":[["^Magia é saber o nome das coisas","\n","^\"Sua ligação com o próprio corpo não é aquilo que mais valorizam, e sim a conexão com as forças espirituais, as entidades da floresta, suas plantas e animais, o sol e a lua...\"","\n","^Desde sempre existiram muitas tradições de magia na Terra. Os livros de história da magia, os favoritos de Agnes, são repletos de descrições riquíssimas dessas tradições. Dos saberes ancestrais, passados ao longo do tempo.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":7}],"g-0":["^Agnes nunca morou em outro planeta: mora em uma cidadezinha, e precisa também, como todos, se acostumar com o avanço das tecnologias, as transformações sociais e todo o resto.","\n","^A diferença dela para a maioria das pessoas é o seu comprometimento com a bruxaria e seus estudos. Nesta época, a magia já está amplamente difundida no mundo. Principalmente na região em que vive. Todos conseguem perceber que ela está aí e, a princípio, poderiam acessá-la.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-1","flg":20},{"c-1":["\n",{"->":".^.^.^.g-1"},{"#f":7}],"#f":7}],"g-1":["^Mas isso não impede, nem nunca impediu, a violência e o obscurantismo. E por isso muitos negam a magia, perseguem bruxas como Agnes, recusam-se a ter qualquer contato com esse tipo de coisa. Agem como se não existisse, ou melhor, se não fosse possível existir nada assim.","\n","^No entanto, quando não precisam enfrentar esse tipo de coisa, bruxos e bruxas como Agnes vivem normalmente, prestando serviços de magia, curando e criando coisas, se apaixonando e buscando se melhorar, para não agir de forma a desequilibrar o mundo, e sim a restaurar sua harmonia.","\n","ev","str","^> Continuar","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n",{"->":".^.^.^.g-2"},{"#f":7}],"#f":7}],"g-2":["^Conforme a tradição seguida por Agnes, existem três passos básicos para fazer magia:","\n","^1 - Olhar atentamente para as coisas do mundo.","\n","^2 - Respirar fundo, trazendo todas as coisas para dentro de si.","\n","^3 - Na exalação, ser todas as coisas, de forma plena e sem preconceitos.","\n","ev","str","^> Retornar","/str","/ev",{"*":".^.c-3","flg":20},{"c-3":["^ ",{"->":"menu_selecao"},"\n",{"#f":7}],"#f":7}]}],{"#f":3}],"#f":3}],"listDefs":{}}